<article>
	<h2>درباره سایت</h2>
	<p>این وب سایت یک بستر آموزشی است در زمینه کامپیو‌تر و IT (از قبیل آموزش کامپیوتر، آموزش فتوشاپ،
	                     آموزش ورد، آموزش شبکه، آموزش ویندوز، آموزش اکسل، آموزش اینترنت و …) که با بهره گیری از روش فیلم
	                     های آموزشی سعی در رفع نیازهای آموزشی کشور و تربیت متخصص در این حوزه را دارد. یکی از ماموریت‌های
	                     این وبسایت ، پایه گذاری آموزش رایگان برای تمام ایرانیان است. ماموریت دیگر ایجاد یکسان سازی و یکپارچه سازی
	                     آموزش‌ها و منابع آموزشی در این حوزه در سراسر کشوراست. سعی ما بر این است که بالا‌ترین کیفیت
	                     آموزشی را به صورت عکس ومتن و فیلم را به صورت رایگان به شما کاربران عزیز ارائه دهیم. ما قصد
	                     داریم در این وب سایت در حد توانمان مرجعی کامل از کلیه دروس آموزشی در حوزه کامپیوتر و IT باشیم
	                     که بتوانیم نیازهای آموزشی کشور را به زعم خود برطرف نمائیم.به امید آن روز که ایران و ایرانی در
	                     تکنولوژی و فناوری اطلاعات بتواند در عرصه های بین المللی جایگاهی ویژه و مستحکم داشته باشد.</p>
	<a href="about.php" class="btn btn-primary">درباره صاحب سایت</a>
</article><!-- intro -->