<article>
	<h2>درباره سایت</h2>
	<p>این وب سایت یک بستر آموزشی است در زمینه کامپیو‌تر و IT (از قبیل آموزش کامپیوتر، آموزش فتوشاپ،
	                     آموزش ورد، آموزش شبکه، آموزش ویندوز، آموزش اکسل، آموزش اینترنت و …) که با بهره گیری از روش فیلم
	                     های آموزشی سعی در رفع نیازهای آموزشی کشور و تربیت متخصص در این حوزه را دارد. یکی از ماموریت‌های
	                     این وبسایت ، پایه گذاری آموزش رایگان برای تمام ایرانیان است. ماموریت دیگر ایجاد یکسان سازی و یکپارچه سازی
	                     آموزش‌ها و منابع آموزشی در این حوزه در سراسر کشوراست. سعی ما بر این است که بالا‌ترین کیفیت
	                     آموزشی را به صورت عکس ومتن و فیلم را به صورت رایگان به شما کاربران عزیز ارائه دهیم. ما قصد
	                     داریم در این وب سایت در حد توانمان مرجعی کامل از کلیه دروس آموزشی در حوزه کامپیوتر و IT باشیم
	                     که بتوانیم نیازهای آموزشی کشور را به زعم خود برطرف نمائیم.به امید آن روز که ایران و ایرانی در
	                     تکنولوژی و فناوری اطلاعات بتواند در عرصه های بین المللی جایگاهی ویژه و مستحکم داشته باشد.</p>
	<a href="about" class="btn btn-primary">درباره صاحب سایت</a>
</article><!-- intro -->
<article>
	<h2>نویسندگی</h2>
	<p>سلام دوستان عزیزم، خوش آمدید به وب سایت جدید پارس کلیک. این سیستم هنوز داغ هست و هر نظری در رابطه با آن قدردانی
	   خواهد شد. در این وب سایت جدید سعی کردیم که با استفاده از رابطه ی نرم افزاری با یوتیوب و یا در آینده با سایت های
	   دیگه ی دیگر بهترین تجربه را به کاربرانمان ارائه دهیم.</p>
	<p>اما خبر خوب این هست که دوستانی که علاقه به مقاله نویسی دارند با ما تماس بگیرند. اما موقع تماس سعی کنید یکی از
	   بهترین مقالات فارسی را که توسط شما نوشته شده است برای ما ضمیمه کنید که بررسی کنیم که آیا این شما قابلیت نویسندگی
	   در پارس کلیک را دارید. ولی این باعث نشود که بترسید و بگویید که هر کسی که نویسنده نمی شود. منظور ما از نویسندگی
	   این است که بتوانید:</p>
	<ul style="padding-right:50px;">
		<li>مقالات فارسی برای هر کدام از موضوعات کامپیوتر بسازید</li>
		<li>قادر به کار با نرم افزار هایی مثل مایکروسافت ورد را داشته باشید، چون انتظار میرود که مقالات شما اول در یکی
		    از نرم افزارهای پردازش کلمه نوشته شود، و بعد از کپی شده و در قسمت مقالات پیست شود
		</li>
		<li>بروز باشید</li>
		<li>حداقل هر ماه یک مقاله بسازید</li>
		<li>اخبار فناوری به جای زمانی که موضوع خاصی به نظرتان نمی رسد بسازید</li>
		<li>مقالات خود را بروز نگه دارید</li>
		<li>مقالات خود را ویرایش کنید</li>
		<li>مقالات خود را هیچ وقت پاک نکنید مگر آنکه خیلی قدیمی شده باشند</li>
	</ul>
	<p>امـــا اصلا سخت نگیرید چون مقالات می توانند اعم از اخبار، اطلاعات، آموزش، طرز استفاده، دستورالعمل و چیزهای دیگری
	   مربوط به تکنولوژی یا فناوری باشند.</p>
	<p>لطفا به خاطر داشته باشید که مقالات شما بعد از فرستادن به سیستم، توسط مدیران دیده، تایید، ویرایش و در سایت قرار
	   داده می شوند.</p>
	<p>دوستانی که دوست دارند ویدیو آپلود کنند (مانند پارس کلیک)، باید اشاره کرد که این وب سایت با ای پی آیِ یوتیوب در
	   ارتباط هست. بنابراین احتیاج هست که شما کانال یوتیوب داشته باشید و ویدیوهایی به صورت مجموعه ای تولید کنید و شناسه
	   ی آن مجموعه ویدیوهایتان را در قسمت شناسه ویدیو ها قرار دهید تا همه استفاده کنند.</p>
	<p>لطفا باز توجه داشته باشید که همانند مقاله اگر درس ویدیویی را آغاز می کنید باید آن را کامل به پایان برسانید.
	   (مثال: پارس کلیک تا الآن هیچ موضوع یا درسی را نصفه کاره رها نکرده است) رها کردن درس یا مقاله ای نصفه کاره باعث
	   حذف شدن شما از نویسندگی خواهد شد.</p>
	<p>در آخر اگر فقط به عنوان دانش آموز قصد استفاده از این وبسایت را دارید پس ثبت نام کنید و استفاده کنید. ثبت نام
	   رایگان است و درس ها و مقالات بعد از ثبت نام قابل مشاهده خواهند بود. انتضار کوچک ما این است که دوستانتان را به ما
	   اضافه کنید.</p>
</article>