<aside>
	<h2>قبلا ثبت نام کردید؟</h2>
	<p>اگر قبلا ثبت نام کردید از دگمه ی زیر استفاده کنید تا برگردید به صفحه ی ورود به سایت.</p>
	<p>اگر اسم کاربری یا پسوردتون فراموشتون شده باز هم بر گردید به صفحه ی ورود و روی لینک 'پسورد یادتون نیست' کلیک کنید
	   تا با استفاده از ایمیلتون پسوردتون رو بازیافت کنید چون دیگه لزومی به دوباره ثبت نام کردن نیست.</p>
	<a href="login.php" class="btn btn-danger wow zoomIn">به سایت وارد شوید</a>
	<h2>اسم کاربری</h2>
	<p>سعی کنید اسم کاریری که انتخاب می کنید با حروف انگلیسی باشد انگلیسی باشد. حروف فارسی احتیاج به تبدیل کردن دارند.</p>
	<h2>اهمیت ایمیل</h2>
	<p>لطفا ایمیل خود را درست و بدون غلط وارد کنید چون بدون ایمیل عضویت شما فعال نخواهد شد و شما ایمیلی دریافت
	   نخواهید کرد پس لطفا ایمیل خود را قبل از اینکه ثبت نام کنید یک بار دیگر چک کنید تا از هر گونه اشتباه
	   جلوگیری شود.</p>
	<h2>جزئیات اختیاری</h2>
	<p>پر کردن این جزئیات کاملا اختیاری می باشد اما این اطلاعات به ما کمک می کند که بفهمیم دوستان بیشتر در کدام کشور ها
	   و شهرها زندگی می کنند. این آمار به ما کمک می کنند تا در آینده مثلا دریابیم که کجا بهتر است ویدیو ها آپلود شوند.
	   این جزئیات بعدها قابل تغییر خواهند بود. جای آدرس در فیلد اول کشور را تایپ کنید.</p>
</aside>
