<aside>
	<h2>چطور دروس را ببینم؟</h2>
	<p>برای دیدن تمام درس ها بصورت ویدیویی و فقط کافی ست که با ما ثبت نام کنید و نه تنها از درس های ویدئویی بلکه از
	   جدیدترین مقالات درباره کامپیوتر، برنامه نویسی، وب، آدوبی، اخبار فناوری، طراحی وب و بیشتر هم بهره ببرید.</p>
	<p>با ثبت نام شما لیست پخش هم خواهید داشت و می توانید دروس را در لیست پخش خود ذخیره کنید.</p>
	<p>با ثبت نام شما می توانید براحتی نظرات خود را به ما و به بقیه ی کاربران هم برسانید و اینطوری به سوالات شما جواب داده خواهد شد.</p>
	<a href="register.php" class="btn btn-danger wow zoomIn">ثبت نام کنید</a>
</aside>