<?php require_once('../includes/initialize.php'); ?>
<?php $title = 'پارس کلیک - شرایط و ضوابط'; ?>
<?php include_layout_template('header.php'); ?>
<?php include_layout_template('nav.php'); ?>
<section class="main">
	<article>
		<h2>شرایط و ضوابط</h2>
		<ol>
			<li>ما پارس کلیک در شهر لندن و در کشور انگلستان مستقر هستیم.</li>
			<li>منظور ما از کلمه های ما، خودمان، کمپانی، شرکت و سازمان پارس کلیک است.</li>
			<li>ما تعهد به حفظ امنیت و اطلاعات شخصی شما در عضویت ما را به عهده می گیریم.</li>
			<li>منظور از اطلاعات شخصی، اطلاعاتی است که توسط شما در قسمت ثبت نام وب سایت ردوبدل شده است و نه همه ی اطلاعات.
			</li>
			<li>اطلاعات شخصی شما به هیچ وجه توسط ما به شرکت های شخص ثالث بروز نخواهد کرد.</li>
			<li>
				شرایط و ضوابط (این صفحه) در این شرایط صدق می کند:
				<ol>
					<li>استفاده از خدمات ما</li>
					<li>در متن وب سایت</li>
					<li>در همه ی ایمیل ها بین شما و ما</li>
					<li>بین نرم افزار و یا فایل هایی که دانلود می کنید و مربوط به ماست</li>
				</ol>
			</li>
			<li>بین نرم افزار و یا فایل هایی که دانلود می کنید و مربوط به ماست.</li>
			<li>مطالب ما هیچ گونه مغایرتی با قانون کشوری که مستقر آن هستیم ندارد و نخواهند داشت.</li>
			<li>با توجه به کاربران ما، سعی می شود که مطالب ما هیچ گونه مغایرتی با بیشتر کشورهایی که کاربران ما زندگی می کنند
			    نداشته باشند.
			</li>
			<li>مطالب ما هیچ گونه مغایرت و پوشیدگی برای کودکان ندارد و این مطالب قابل استفاده برای هر کسی با هر سنی می باشد.
			</li>
			<li>اگر سوالی مربوط به شرایط و ضوابط دارید باید با استفاده از ایمیل آدرس ما یا در قسمت تماس با مای وبسایت مطرح
			    کرده و ما را به اطلاع برسانید.
			</li>
			<li>هر مبلغی (اگر مبلغی) از شما دریافت می شود، حالا به صورت ماهانه یا در قسمت کمک به مای وب سایت، قابل برگشت نمی
			    باشد.
			</li>
			<li>ما از سایتهایی مثل YouTube و Vimeo و DailyMotion برای ردوبدل کردن ویدیو و محتویات سایت برای کاربران خودمان
			    استفاده می کنیم.
			</li>
			<li>شما مجاز نیستید که نام کاربری و رمز ورود حساب خود را در اختیار هیچ کس دیگری قرار بدهید، و یا به کسی اجازه
			    بدهید به حساب شما و محتوا دسترسی پیدا کند. شما مسئول تمام استفاده‌ای هستید که از وبسایت و محتوا در ارتباط با
			    حساب شما و نام کاربری و رمز ورود شما انجام می‌گیرد. همچنین مسئولیت صحت اطلاعاتی که در حساب خود وارد می‌کنید،
			    تماما با خود شما است.
			</li>
			<li>شما مسئول هستید که نام کاربری و رمز ورود خود را محرمانه نگه دارید، و برای این کار تلاش لازم و معقول را انجام
			    دهید. هر زمان که از استفاده‌ی غیرمجاز از نام کاربری، رمز، حساب، یا محتوای خریداری‌شده‌ی شما مطلع گشتید، باید
			    در سریعترین زمان ممکن به ما اطلاع دهید.
			</li>
			<li>مالکیت محتوا یا مجوز بهره‌بردای از محتوا، متعلق به ما، یا نویسندگان و تولیدکنندگان اصلی محتوا می‌باشد. همچنین
			    حقوق طراحی، ترکیب، و نما و حس وبسایت متعلق به ما است. کلیه‌ی محتوای موجود در پارس کلیک مشمول حقوق مالکیت معنوی
			    و حقوق مؤلف می‌شود.
			</li>
			<li>کار تولیدکنندگان و نویسندگان ما، بر پایه‌ی مالکیت معنوی است، که شامل حقوق مؤلف نیز می‌شود. ما باید از حقوق
			    مالکیت معنوی خود دفاع کنیم، تا بتوانیم همچنان این بستر و محتواهای فوق‌العاده را برای شما فراهم کنیم. شما با
			    رعایت حقوق مالکیت معنوی، به رشد و توسعه‌ی محتوای آموزشی فارسی کمک می‌کنید.
			</li>
			<li>ما با استفاده از وبسایت ما، می‌پذیرید هیچ محتوایی را بازتوزیع نمی‌کنید، کپی نمی‌کنید، تغییر نمی‌دهید، انتقال
			    نمی‌دهید، واگذار نمی‌کنید، نمی‌فروشید، اجاره نمی‌دهید، قرض نمی‌دهید، ویرایش نمی‌کنید، اقتباس نمی‌کنید، و در
			    قالب دیگری قرار نمی‌دهید و از این محتوا برای هیچ مقصودی که ما مشخصا بیان نکرده‌ایم، استفاده نخواهید کرد. اگر
			    محتوای ما را دوست دارید، به جای آنکه محتوای وبسایت را برای دیگران بفرستید، لطفا دیگران را به استفاده از وبسایت
			    ما تشویق کنید!
			</li>
			<li>علامات تجاری و لوگوهای داخل وبسایت، متعلق به پارس کلیک و یا اشخاص دیگر هستند، و شما نباید بدون اجازه و تایید
			    مالک آنها، از آنها استفاده کنید.
			</li>
			<li>
				اگر شما در ارتباط با دوره‌ای به دانشجویان درس می‌دهید و می‌آموزید، شما «نویسنده» هستید و شرایط و قوانین دیگری
				نیز شامل حال شما می‌شود، و شما بیان می‌کنید، تضمین می‌دهید، و تعهد می‌دهید که:
				<ol>
					<li>برای تمامی محتوایی که به وبسایت ارائه می‌دهید، شما مسئول هستید مالکیت یا مجوزها، حقوق، رضایتنامه‌ها،
					    اجازه‌نامه‌ها و صلاحیت لازمه را داشته باشید که بتوانید مجوزهای مربوطه را به منظور بازتولید، توزیع، اجرای
					    عمومی، نمایش عمومی، پخش عمومی، ترویج، بازاریابی، و همچنین استفاده و بهره‌گیری از هر بخش از محتوای ارائه
					    شده را، به پارس کلیک اعطا کنید. و شما مسئول آن هستید که هیچ بخشی از محتوای ارائه شده، هیچگونه حق مالکیت
					    معنوی از شخص ثالثی را زایل یا مخدوش یا غصب نکند؛
					</li>
					<li>شما معلومات، اعتبارنامه‌ها و تخصص لازم، شامل تحصیلات، تعلیمات، دانش، و مهارت‌های مربوطه را برای تدریس و
					    ارائه‌ی خدمات مورد نظر از طریق سایت و محصولات آن را دارا هستید؛
					</li>
					<li>هیچگونه محتوای نامناسب، آزارنده، توهین‌آمیز، نژادپرستانه، نفرت‌آمیز، تبعیض‌آمیز، هرزه، نادرست،
					    گمراه‌کننده، جعلی، بدنام‌کننده، هجوآمیز و افتراآمیز منتشر نمی‌کنید؛
					</li>
					<li>هیچگونه تبلیغ، محتوای ترویجی، هرزنامه، نامه‌های زنجیره‌ای، طرح هرمی، یا هر شکل دیگری از درخواست و وسوسه‌ی
					    غیرمجاز و نامطلوب را در محتوا یا به کاربران در وبسایت عرضه نمی‌کنید؛
					</li>
					<li>هیچ گونه مطالب در مورد برداشتن پسورد، آموزش هک کردن نرم افزار، کرک کردن، آموزش بدست آوردن کلید، نوشتن کلید
					    نرم افزار منتشر نمی کنید. آموزش هک با نوشتن مطالب در مورد آن فرق دارد.
					</li>
					<li>شما از محصولات و محتوای وبسایت برای هیچ کسب‌وکاری غیر از فراهم آوردن آموزش، تدریس، و خدمات آموزش درسی به
					    دانشجویان استفاده نمی‌کنید؛
					</li>
					<li>شما وارد هیچگونه فعالیتی نمی‌شوید که باعث شود پارس کلیک وادار به کسب مجوز یا پرداخت هرگونه حق امتیاز به
					    شخص ثالثی گردد، از جمله و برای مثال، پرداخت حق امتیاز استفاده از هر گونه اثر موسیقی یا صدای ضبط شده؛
					</li>
					<li>شما هیچ بخشی از محتوای پارس کلیک را کپی نمی‌کنید، تغییر نمی‌دهید، یا بازنشر نمی‌کنید؛</li>
					<li>اطلاعات همکاری و حساب کاربری خود را نگهداری می‌کنید، و از دقت و صحت تمامی اطلاعات آنها اطمینان کسب
					    می‌کنید.
					</li>
				</ol>
			</li>
			<li>ما حق حذف هرگونه محتوای کاربر را به هر دلیلی که به صلاحدید خودمان تشخیص بدهیم، برای خودمان محفوظ نگه می‌داریم.
			    ممکن است پیش از چنین کاری، اخطار یا دلایلی به کاربر ارائه کنیم، اما ملزم به چنین کاری نیستیم و این کار همیشه
			    ممکن نخواهد بود. ما مسئولیتی در قبال هرگونه محتوایی که از سوی دیگران در وبسایت ما منتشر می‌شود نمی‌پذیریم، ولی
			    تمام تلاش خودمان را برای سالم نگه‌داشتن محتوای وبسایت انجام می‌دهیم.
			</li>
			<li>مسئولیت فیلتر بودن سایت به عهده ما نیست.</li>
			<li>مسئولیت فیلتر بودن ما و رد کردن فیلتر به عهده ی خودتان است.</li>
			<li>با دسترسی به خدمات ما، شما موافق تمامی این شرایط و ضوابط هستید.</li>
			<li>اگر موافق این شرایط و ضوابط نیستید، لطفا از خدمات ما استفاده ننمائید.</li>
		</ol>
	</article>
</section><!-- main -->
<?php include_layout_template('footer.php'); ?>
