<article>
	<h2>نویسندگی</h2>
	<p>هر کسی شرایط ثبت نام به عنوان نویسنده در پارس کلیک را داراست اما همه قبول نمی شوند. ولی این باعث نشود که اگر شما
	   علاقمند به نویسندگی هستید اصلا اقدام به ثبت نام نکنید.</p>
	<p>برای اینکه یک مقدار بیشتر از نویسندگی بدانید و در موردش بخوانید شما را دعوت می کنم روی دگمه ی زیر کلیک کنید و به
	   وبلاگ پارس کلیک روید.</p>
	<a class="btn btn-primary" href="http://parsclick.blogspot.co.uk/2015/11/Authorship-in-Parsclick.html" target="_blank">
		درباره نویسندگی
	</a>
	<h2>فرم نویسندگی</h2>
	<p>بنابراین فرمی رو برای نویسندگی قرار دادم که از دوستانی که علاقمند به نویسندگی هستند و به ما ایمیل می زنند درخواست
	   کردیم این فرم رو پر کنند و برای ما بفرستند.</p>
	<p>لطفا توجه داشته باشید که برای پر کردن این فرم ابتدا اون رو ذخیره کنید و بعد پر کنید و به آدرس ایمیل داخل فرم بفرستید. </p>
	<a class="btn btn-primary" href="/files/Author_Membership.pdf" target="_blank">
		فرم نویسندگی
	</a>
</article>