<article id="faq">
	<h2>جواب سوالاتی که ممکنه بپرسید</h2>
	<p>ایمیلهای شما که از طریق تماس با مای وب سایت می فرستید خوانده می شود و در اسرع وقت جواب داده خواهد شد. دلیل سرعت
	   پایین جواب دادن به ایمیل ها این هست که اولا تعداد آنها بسیار زیاد می باشد و دوما با گذاشتن تمام وقت ما به ساختن
	   ویدئو ها، ویرایش آنها، آپلود کردن آنها و بسیاری دیگر از مسائل شخصی دیگر وقتی بسیار برای پاسخگویی باقی نمی ماند.
	   تعداد اندکی از ایمیل ها را شخص بنده و بسیاری دیگر را همکارم خوانده اند و پاسخ خواهند داد. ایمیلهایی که بنده
	   خواندم و بسیاری در مورد مشکلات شما دوستان بود باید بگویم که در ویدئو ها
	   جواب داده خواهد شد.</p>
	<h3>فهرست سوالات</h3>
	<blockquote>
		<ol class="list-unstyled">
			<li><a href="#1">۱. آیا آموزش این درس را خواهی داد؟</a></li>
			<li><a href="#2">۲. این کد را می نویسم اما اجرا نمی شود چکار کنم؟</a></li>
			<li><a href="#3">۳. چطور می توانم با شما همکاری کنم؟</a></li>
			<li><a href="#4">۴. چرا ویدئوهایت را داخل سایت های ایرانی آپلود نمی کنی؟</a></li>
			<li><a href="#5">۵. آیا می توانم ویدئوهایت را دانلود کنم؟</a></li>
			<li><a href="#6">۶. چطور این برنامه را نصب کنم؟</a></li>
			<li><a href="#7">۷. می خواهم برنامه نویسی را شروع کنم اما نمی دانم از کجا؟</a></li>
			<li><a href="#8">۸. مشکل خصوصی دارم و به کمک شما احتیاج دارم؟</a></li>
			<li><a href="#9">۹. در مورد Networking ویدئو خواهی گذاشت؟</a></li>
			<li><a href="#10">۱۰. چطور می توانم به شما کمک کنم؟</a></li>
			<li><a href="#11">۱۱. امکان پست کردن ویدئوها برای شما مقدور است؟</a></li>
			<li><a href="#12">۱۲. می خواهم وب سایت درست کنم از کجا باید شروع کنم؟</a></li>
			<li><a href="#13">۱۳. آیا از منابع دیگری هم برای ساخت ویدئوهات کمک میگیری؟</a></li>
			<li><a href="#14">۱۴. اگر من فضای رایگان برای پارس کلیک فراهم کنم آیا ویدیوهاتون رو اونجا آپلود می کنید که همه ازش
			                  استفاده کنند؟</a></li>
			<li><a href="#15">۱۵. ما از وبسایت فلان هستم، آیا تمایل دارید با ما همکاری می کنید؟</a></li>
			<li><a href="#16">۱۶. می تونم شماره تلفنی، اسکایپی تلگرامی از شما داشته باشم؟</a></li>
			<li><a href="#17">۱۷. من هدفم یادگیری هک کردن هست از کجا باید شروع کنم؟</a></li>
			<li><a href="#18">۱۸. فایل های تمرینی کجاست؟</a></li>
			<li><a href="#19">۱۹. کدوم درس ها رو به ترتیب نگاه کنم؟</a></li>
		</ol>
	</blockquote>
	<br>
	<p class="text-danger" id="1">۱. آیا آموزش این درس را خواهی داد؟</p>
	<p class="text-success">اگر درخواست درسی را کردید حتما به آن رسیدگی خواهد شد و در مورد آن درس ویدئو خواهم ساخت.</p>
	<p class="text-danger" id="2">۲. این کد را می نویسم اما اجرا نمی شود چکار کنم؟</p>
	<p class="text-success">اگر مشکلاتی در کد نویسی و استفاده از برنامه دارید سعی نمایید ویدئو ها را با دقت دنبال
	                        نمایید.</p>
	<p class="text-danger" id="3">۳. چطور می توانم با شما همکاری کنم؟</p>
	<p class="text-success">در مورد همکاری با ما لطفا CV خود را به آدرس ایمیل ما بفرستید.</p>
	<p class="text-danger" id="4">۴. چرا ویدئوهایت را داخل سایت های ایرانی آپلود نمی کنی؟</p>
	<p class="text-success">دلیل از آپلود نکردن روی سرورهای ایرانی: کم سرعت بودن، کم بودن مخاطب، نا امن بودن، پایین بودن
	                        کیفیت، نگه داری پایین، پایین بودن پیدایش موتور جستجو و خیلی از دلایلی هست که به اختصار قادر
	                        به توضیح نیستم اما در حال حاضر سرورهای ایرانی برای کار ما کفایت نمی کنند.</p>
	<p class="text-danger" id="5">۵. آیا می توانم ویدئوهایت را دانلود کنم؟</p>
	<p class="text-success">از دانلود کردن ویدئوهایم برای کسانی که دسترسی به یوتوب ندارند ناراحت نمی شوم اما این کار را
	                        درست ندانسته و باعث کندی درسهایی که خود شما خواسته اید خواهد شد.</p>
	<p class="text-danger" id="6">۶. چطور این برنامه را نصب کنم؟</p>
	<p class="text-success">سوالات در مورد نصب برنامه جواب داده نخواهد شد به سه دلیل: برنامه توسط ما ساخته نشده، نحوه
	                        دانلود برنامه توسط شما برای ما قابل اثبات نیست و آموزشهای ما به استفاده از برنامه بعد از نصب
	                        برنامه بر میگردد.</p>
	<p class="text-danger" id="7">۷. می خواهم برنامه نویسی را شروع کنم اما نمی دانم از کجا؟</p>
	<p class="text-success">کسانی که می خواهند برنامه نویسی را شروع کنند ولی نمی دانند از کجا باید شروع کنند باید بدانند
	                        که برنامه نویسی به خیلی شاخه های متعدد تقسیم می شود و انتخاب از آن شاخه ها به عهده ی خودتان
	                        است.</p>
	<p class="text-danger" id="8">۸. مشکل خصوصی دارم و به کمک شما احتیاج دارم؟</p>
	<p class="text-success">مشکلات خصوصی قابل حل با ایمیل نیست. مشکلات خصوصی جواب داده نمی شود. لطفا مشکلات مربوط به درس
	                        را مطرح کنید.</p>
	<p class="text-danger" id="9">۹. در مورد Networking ویدئو خواهی گذاشت؟</p>
	<p class="text-success">در مورد Networking ویدئو خواهم گذاشت اما این ویدئو ها مقدماتی خواهد بود نه پیشرفته دلیلش این
	                        هست که بنده مهندس نرم افزار هستم نه مهندس نت ورک اما در مورد آن حتما صحبت خواهم کرد. فعلا در
	                        مورد Networking ویدئو نخواهم گذاشت!</p>
	<p class="text-danger" id="10">۱۰. چطور می توانم به شما کمک کنم؟</p>
	<p class="text-success">دوستانی که قصد کمک دارند لطف می کنند اگر به قسمت کمک به مای وب سایت مراجعه کنند.</p>
	<p class="text-danger" id="11">۱۱. امکان پست کردن ویدئوها برای شما مقدور است؟</p>
	<p class="text-success">بر خلاف خیلی از سایت هایی که برای بدردنخورترین ویدئوها درخواست پول میکنند, پارس کلیک برای
	                        هیچ کدام از ویدئوهایش درخواست پول نمیکند. باور کنید اگر می شد تمام ویدئوها را رایگان به درب
	                        خانه ی شما می فرستادم اما این کار هزینه ی خیلی بالایی دارد. با توجه به اینکه ما داخل ایران
	                        نیستیم و باز از مشکلات فیلترینگ در ایران آگاه هستیم. همانطور که گفته شد قصد ما آموزش رایگان
	                        برای تمام مردم هست. پیشنهاد استفاده از فیلتر شکن را میکنیم و قول میدهیم به زودی وب هاست
	                        خودمان را تهیه و ویدئوهایمان را رایگان آنجا هاست کنیم. اما باور کنید فعلا هیچ وب سایتی برای
	                        آپلود ویدئوها در جهان بهتر از YouTube نیست. به وب سایت هایی مثل تخت سفید و آپارات هیچ
	                        اطمینانی نیست. آنها خیلی کند هستند و قابلیت مرتب سازی، SEO و خیلی چیزهایی را که ما به عنوان
	                        برنامه نویس می دانیم را ندارند. وب سایت Vimeo هم برای آپلود مقدار زیادی ویدئو و فضای باز از
	                        ما پول می خواهد. پس ما لطف می کنیم آموزش درست می کنیم، وقت میگذاریم، وب سایت درست می کنیم و
	                        به فکر شما هستیم و از شما این درخواست کوچک را داریم که به YouTube دسترسی پیدا کنید، برای
	                        خودتان، آموزش ها را نگاه کنید. اما اگر این کار برای شما مقدور نیست خیلی متاسفیم.</p>
	<p class="text-danger" id="12">۱۲. می خواهم وب سایت درست کنم از کجا باید شروع کنم؟</p>
	<p class="text-success">لطفا روی این
		<mark><a href="http://youtu.be/Lb_fezpUEXc?t=8m45s" title="How to start building a website" target="_blank">لینک</a>
		</mark>
	                        کلیک کنید و به صحبتهای ما خوب گوش کنید.
	</p>
	<p class="text-danger" id="13">۱۳. آیا از منابع دیگری هم برای ساخت ویدئوهات کمک میگیری؟</p>
	<p class="text-success">اولا اگر ویدیویی ترجمه شده از منبع خاصی باشه در قسمت توضیحات به اون منبع اشاره شده. مثلا آموزش
	                        های جاوا ترجمه شده هستند و دوما قبلا از صاحب منبع اجازه کتبی گرفته شده و بعد ترجمه شده. هیچ
	                        چیز احتیاج به توضیح کامل برای شما نداره.
	                        درست کردن درس بدون سررشته داشتن به موضوع درس باعث میشه نتونی واضح توضیح بدی. شما از دیگران یاد
	                        می گیرید که راه برید اما برای خودتون، اما چون از دیگران یاد گرفتید کپی میشه؟ سامسونگ از اپل
	                        کپی کرده، لاراول از سیمفونی کپی کرده، مسلما نه! کپی یعنی دقیقا کار دیگران را کلون کردن. یوتیوب
	                        که متعلق به گوگل هست الگوریتم بسیار دقیقی برای پیدا کردن کار کپی (به قول خودتون) داره. میتونید
	                        امتحان کنید. کپی کنید بگذارید یوتیوب ببینید ۲۴ ساعته حساب کاربری شما مسدود خواهد شد. ما ایران
	                        زندگی نمی کنیم که براحتی قادر باشیم کپی کنیم. یادم میاد ما یکبار وقتی اجازه کتبی از منبع می
	                        گرفتیم، صاحب منبع تعجب کرد و گفت اجازه اصلا لازم نیست، و خوشحال هم شدند که کمکی بودند. دوستان
	                        سایت پارس کلیک ساخته شده، میتونید بگید کل سایت پارس کلیک کپی هست؟ مسلما خیر. تخصص ما روبی و پی
	                        اچ پی هست و دوستانی که ما رو از نزدیک می شناسند میدونند تخصص ما بسیار حرفه ای هست.
	                        همه چیز توی دنیا منبعی داره، یادگیری هم باید منبع داشته باشه. من و تمام کسانی که ویدئو درست
	                        میکنند هم از منبعی مطالب خودشون رو یاد میگیرند مثل اینترنت، کتاب و دانشگاه. (کسی برنامه نویس
	                        از شکم مادر به دنیا نمیاد!) برخی از ویدئوهای ما از منابع متعددی تهیه شده مثل سایتهای آموزشی
	                        معروف، کتابها، درس های دانشگاهی و ... اما همه ی اونها دونه دونه وقت گذاشته شده وساخته شده و
	                        اکثر اونها با برنامه ریزی طولانی مدت ساخته شده. بنابراین اگر ویدئویی یا درسی به نظر شما شبیه
	                        به منبع خاصی بود این دلیل نمیشه تمام ویدئوها مثل همون منبع باشه. باز هم میگم: ویدئوهای ما
	                        ساخته شده و وقت گذاشته شده. اگر باز معنی کپی رو نفهمیدید بهتره تحقیق کنید اما کپی یعنی دقیقا
	                        کار کسی که متعلق به اون شخص هست: مثلا دقیقا ویدیوی اون شخص رو برداشته یا دقیقا و استفاده ی
	                        تجاری کرده. کاری که همه با ما می کنند ولی ما اصلا نکردیم. لندن یکی از مهمترین شهرهای دنیاست،
	                        ما تو کنفرانسهای زیادی از جمله: کنفرانس پی اچ پی، لاراول، روبی آن ریلز، روبی، اجایل و غیره
	                        شرکت می کنیم و آدمهای بسیار موفق و حرفه ای رو ملاقات می کنیم که از ما دعوت می کنند براشون درس
	                        بسازیم، (توییت اون سمت چپ هست) توی یکی از این کنفرانس ها من با
	                        رییس قسمت تولیدی
		<a href="https://www.pluralsight.com/" target="_blank" title="پلورال سایت" data-toggle="tooltip">پلورال سایت</a>
	                        ملاقات کردم و از ایشون اجازه برای استفاده از بخشی از درس جنگو برای
	                        ایرانیان کردم و ایشون هم قبول کردند. اگر قرار باشه ما اینها رو براتون توضیح بدیم میشه یک کتاب!
	                        پس اگر مطالبی شما رو آزار میده یا ناراحت میکنه به نظر من اصلا نگاه نکنید، کسی وادارتون نکرده
	                        بیایید اینجا و به بقیه نشون بدید که مثلا بیشتر میفهمید! ما خودمون اعلام کردیم.
	</p>
	<p class="text-danger" id="14">۱۴. اگر من فضای رایگان برای پارس کلیک فراهم کنم آیا ویدیوهاتون رو اونجا آپلود می کنید
	                               که همه ازش استفاده کنند؟</p>
	<p class="text-success">چرا که نه. اما دوست خوبم ما دنبال وب هاستی هستیم که شرایط داشتنش خیلی هزینه می بره چون مطالب
	                        ما متن نیست و بیشترش ویدیویی هست. می دونید که هاست کردن ویدیو های ما که هزاران ویدیوست فضایی
	                        دست کم دو ترا بایت (2TB) لازم است که CPU و RAM کافی برای تمام کاربران را فراهم کند. YouTube
	                        و گوگل این کار را به راحتی برای تمام شما فراهم می کنند بدون اینکه حتی متوجه این سرعت شوید
	                        اما برای ما هاست کردن تمام ویدیو ها داخل یک سروری که شناخت کافی ازش نداریم، نگه داری از این
	                        ویدیو ها، سرعت آپلود و قابلیت آپلود همزمان چند ویدیو با هم و مسایل دیگر ما رو قادر به پرداخت
	                        این هزینه نمی کند چرا که دوستانی که داخل ایران هستند قادر به پرداخت این هزینه ها بخاطر مسایل
	                        بانکی نیستد و دوستانی که خارج از کشور هستند هم دروغ نگم اصلا کمک مالی نمی کنند بنابراین
	                        YouTube و رایگان بودن آن بهترین انتخاب ما در حال حاضر است. اما اگر دارای این وب هاست عالی
	                        هستید و دوست دارید به ما کمک کنید پس با ما تماس بگیری. سروری به فضای حد اقل دو ترابایت، CPU
	                        و RAM قوی برای تحمل کردن تمام کاربران و سرعت خوب شرایط یک وب هاست عالی برای پارس کلیک هستند.
	                        فعلا سروی با این قدرت را گوگل و آمازون با قیمت 200$ در ماه فراهم می کنند! آیا حاضرید ما ویدیو
	                        ها رو جایی به غیر از یوتیوب قرار دهیم و شما مبلغی مثل ۵ دلار در ماه به ما
	                        پرداخت کنید؟ نظر شما چیست؟</p>
	<p class="text-danger" id="15">۱۵. ما از وبسایت فلان هستم، آیا تمایل دارید با ما همکاری می کنید؟</p>
	<p class="text-success">خیلی ممنون از پیشنهاد جالب شما اما متاسفم اگر تمایل به همکاری داشتیم حتما تا حالا با شما تماس
	                        گرفته بودیم. اما جدا از اینها یه مقدار فکر کنید، ما پارس کلیک، اسم داریم، لوگو داریم و یک
	                        سازمان هستیم، اگر تمایل به همکاری داشتیم دیگه احتیاج بود اسم خودمون رو بگذاریم پارس کلیک؟</p>
	<p class="text-danger" id="16">۱۶. می تونم شماره تلفنی، اسکایپی تلگرامی از شما داشته باشم؟</p>
	<p class="text-success">می دونید چند نفر دوست دارند اینطور رابطه داشته باشند؟ تنها راه ارتباطی بین ما و شما ارتباط
	                        رسمی هست که در صفحه ی تماس با ماست و همینطور نظراتی که زیر هر درس با مقاله ای می گذارید.
	                        توییتر، فیسبوک، گوگل پلاس و لینکداین هم زیر صفحه قرار داده شده اند. </p>
	<p class="text-danger" id="17">۱۷. من هدفم یادگیری هک کردن هست از کجا باید شروع کنم؟</p>
	<p class="text-success">برای جواب دادن به این سوال باید یک چیز رو در نظر بگیرید. ما دو نوع هکر داریم: یک هکر بد، دو
	                        هکر خوب. هکر خوب کسی هست که هک می کنه تا اشکالات سیستم رو در بیاره که نقاط ضعف امنیتی رو پیدا
	                        کنه و رفع کنه. هکر بد هم هک می کنه برای استفاده از خدمات رایگان، پول، فضولی و هدف های دیگه که
	                        شاید تو ایران نه ولی جایی که ما زندگی می کنیم غیر قانونی هست. شاید بگید هکر هکره دیگه خوب و بد
	                        نداره. بله، خوب یا بد بودنه هکر به خودتون ربط داره اما خوشبختانه پارس کلیک با افتخار اصلا هک
	                        کردن آموزش نداده و نخواهد داد و این بابت هم ما رو با بیشتر سایت های ایرانی داخل و یا خارج کشور
	                        متمایز میکنه. </p>
	<p class="text-danger" id="18">۱۸. فایل های تمرینی کجاست؟</p>
	<p class="text-success">ثبت نام کنید، وارد سایت شوید و روی محتوی، روی درس ها کلیک کنید. بعد روی درس مورد نظر کلیک کنید
	                        و روی دگمه ی دانلود فایل های تمرینی کلیک کنید. دیدید این زیاد هم سخت نبود!</p>
	<p class="text-danger" id="19">۱۹. کدوم درس ها رو به ترتیب نگاه کنم؟</p>
	<p class="text-success">درس ها ترتیب ندارد. انتظار میرود شما اول در مورد همه چیز تحقیق کرده باشید و بدونید کدوم درسها
	                        رو نگاه کنید و اصلا هدفتون چیست. اگر ترتیبی برای موضوع خاصی (وردپرس) پیدا نمی کنید، پیشنهاد می
	                        کنیم درس ها را به ترتیب قدمت نگاه کنید. (قدیمی ها اول) در ضمن اول هر درس گفته شده کدوم درس ها
	                        رو باید قبلا نگاه کرده باشید. اگر گفته نشده پس درس خاصی احتیاج نیست.</p>
	<?php include_layout_template('aside-share.php'); ?>
</article>