<aside>
	<h3>قبلا ثبت نام کردید؟</h3>
	<p>اگر قبلا ثبت نام کردید از دگمه ی زیر استفاده کنید تا برگردید به صفحه ی ورود به سایت.</p>
	<a href="login" class="btn btn-danger wow zoomIn">به سایت وارد شوید</a>
	<h3>اسم کاربری</h3>
	<p>سعی کنید اسم کاربری که انتخاب می کنید با حروف انگلیسی باشد. حروف فارسی کار نخواهند کرد!</p>
	<h3>اهمیت ایمیل</h3>
	<p>لطفا ایمیل خود را درست و بدون غلط وارد کنید چون بدون ایمیل عضویت شما فعال نخواهد شد و شما ایمیلی دریافت
		نخواهید کرد </p>
	<h3>جزئیات اختیاری</h3>
	<p>پر کردن این جزئیات کاملا اختیاری می باشد</p>
</aside>
