<h2>لطفا یک موضوع یا مقاله انتخاب کنید.</h2>
<em class="text-success">همیشه به این صفحه قبل از انتشار مقاله نگاه کنید چون این صفحه به مراتب بروزرسانی می شود
                         و یک جورایی ارتباط ما با نویسندگان در مورد ساخت مقاله هست.</em>
<p class="lead text-danger"><i class="fa fa-info-circle"></i> نکات مهم:</p>
<ul>
	<li><p>به عنوان یک نویسنده شما مسئول ساختن، بروزرساندن، و پاک کردن مقاله های خود هستید.</p></li>
	<li><p>مقاله هایی که توسط شما نوشته می شوند، توسط مدیران ویرایش و تنظیم خواهند شد.</p></li>
	<li><p>در کنار اسم هر مقاله، آیکانی به شکل چشم وجود دارد که نشاندهنده ی این است که مقاله نشر شده یا
	       نشده است. مقاله هایی که توسط شما ساخته می شوند، تا زمان تنظیم و ویرایش آنها توسط مدیران قابل
	       دیدن نمی باشند.</p></li>
	<li><p>غلط املایی یکی از آشکارترین چیزهاست که نشان میدهد شما مقالات خود را چک نکردید. پس مواظب باشید ما غلط
	       املایی نمی خواهیم این را جدا عرض کردم. یک لغت اگر بیشتر از دوبار در هر مقاله ای غلط بود این یعنی
	       مقاله
	       شما کپی است و ارزش ندارد.این مقاله شما را نشر نخواهد کرد.</p></li>
	<li>
		<p>برای آپلود کردن عکس چون بعضی ها میگن پیکاسا در ایران فیلتر هست، می تونید از
			<a href="http://imgur.com/" target="_blank" title="imageur">
				<mark>imageur</mark>
			</a> و یا <a href="https://app.prntscr.com/" target="_blank" title="lightshot">
				<mark>lightshot</mark>
			</a> استفاده کنید که lightshot سریعتر هم هست چون براش اپ وجود داره.
		</p>
	</li>
	<li>
		<p>قبل از گذاشتن مقاله درون ویرایشگر متن:</p>
		<ul>
			<li>دور کلمات انگلیسی از تگ <code>&lt;code&gt;</code> استفاده کنید</li>
			<li>دور کد های چند خطه از تگ <code>&lt;pre&gt;</code> استفاده کنید</li>
			<li>اگر لیست اضافه می کنید از تگ های زیر استفاده کنید:
						<pre class="line-numbers"><code class="language-html">&lt;ul&gt;<br>&lt;li&gt;لیست اول&lt;/li&gt;
&lt;li&gt;لیست دوم&lt;/li&gt;&lt;/ul&gt;</code></pre>
			</li>
			<li>تگ های <code>HTML</code> قابل رویت نیست یعنی وقتی مطلبی رو می سازید که می خواهید کدهای
				<code>HTML</code> رو نشون بدید این کدها دیده نخواهند شد چون کدهای <code>HTML</code> تبدیل میشوند. برای
			    نشون دادن این کدها باید <code>&lt;&gt;</code> ها را به این صورت تبدیل کنید:
								<pre class="line-numbers"><code class="language-html">&lt;html&gt; => &amp;lt;html&amp;gt;
&lt;/html&gt; => &amp;lt;/html&amp;gt;</code></pre>
			</li>
			<li>برای رنگ گرفتن کد های شما ما از <a href="http://prismjs.com/" title="prism" target="_blank">prism
				</a> استفاده میکنیم. استفاده از <code>prism</code> اینطور هست که کدهاتون رو داخل تگ <code>pre</code> و
			    بعد داخل تگ <code>code</code> قرار میدهید و به تگ کد کلاس <code>language-{html}</code> میدهید و به تگ
				<code>pre</code> کلاس <code>line-numbers</code> می دهید. توجه داشته باشید که به جای <code>{html}</code>
			    می تونید از هر زبانی دیگر استفاده کنید. مثال زیر مثالی هست که معمولا ما از آن استفاده می کنیم
								<pre class="line-numbers"><code class="language-html">&lt;pre class="line-numbers"&gt;&lt;code
class="language-php"&gt; کدهای شما &lt;/code&gt;&lt;/pre&gt;</code></pre>
			</li>
		</ul>
	</li>
	<li><p>لطفا سعی بر پاک کردن مقاله هایی که از قبل توسط مدیران تنظیم شده اند ننمائید مگر اینکه مایل به
	       بروزرساندن آنها هستید.</p></li>
	<li><p>اگر نویسنده قدیمی هستید از شما انتظار می رود بعد از مدتی ویرایش کردن را بلد باشید. اگر ویرایش نکنید
	       مقاله شما تا دیده شدن توسط عموم طول خواهد کشید.</p></li>
</ul>