<?php require_once("../includes/initialize.php"); ?>
<?php include_layout_template("header.php"); ?>
<?php include "_/components/php/nav.php"; ?>
<section class="main">
	<article>
		<h2>شرایط و ضوابط</h2>
		<ol>
			<li>ما پارس کلیک در شهر لندن و در کشور انگلستان مستقر هستیم.</li>
			<li>منظور ما از کلمه های ما، خودمان، کمپانی، شرکت و  سازمان پارس کلیک است.</li>
			<li>ما تعهد به حفظ امنیت و اطلاعات شخصی شما در عضویت ما را به عهده می گیریم.</li>
			<li>منظور از اطلاعات شخصی، اطلاعاتی است که توسط شما در قسمت ثبت نام وب سایت ردوبدل شده است و نه همه ی اطلاعات.</li>
			<li>اطلاعات شخصی شما به هیچ وجه توسط ما به شرکت های شخص ثالث بروز نخواهد کرد.</li>
			<li>
				شرایط و ضوابط (این صفحه) در این شرایط صدق می کند:
				<ul>
					<li>استفاده از خدمات ما</li>
					<li>در متن وب سایت</li>
					<li>در همه ی ایمیل ها بین شما و ما</li>
					<li>بین نرم افزار و یا فایل هایی که دانلود می کنید و مربوط به ماست</li>
				</ul>
			</li>
			<li>بین نرم افزار و یا فایل هایی که دانلود می کنید و مربوط به ماست.</li>
			<li>مطالب ما هیچ گونه مغایرتی با قانون کشوری که مستقر آن هستیم ندارد و نخواهند داشت.</li>
			<li>با توجه به کاربران ما، سعی می شود که مطالب ما هیچ گونه مغایرتی با بیشتر کشورهایی که کاربران ما زندگی می کنند نداشته باشند.</li>
			<li>مطالب ما هیچ گونه مغایرت و پوشیدگی برای کودکان ندارد و این مطالب قابل استفاده برای هر کسی با هر سنی می باشد.</li>
			<li>اگر سوالی مربوط به شرایط و ضوابط دارید باید با استفاده از ایمیل آدرس ما یا در قسمت تماس با مای وبسایت مطرح کرده و ما را به اطلاع برسانید.</li>
			<li>هر مبلغی (اگر مبلغی) از شما دریافت می شود، حالا به صورت ماهانه یا در قسمت کمک به مای وب سایت، قابل برگشت نمی باشد.</li>
			<li>ما از سایتهایی مثل YouTube و Vimeo و DailyMotion برای ردوبدل کردن ویدیو و محتویات سایت برای کاربران خودمان استفاده می کنیم.</li>
			<li>مسئولیت فیلتر بودن سایت به عهده ما نیست.</li>
			<li>مسئولیت فیلتر بودن ما و رد کردن فیلتر به عهده ی خودتان است.</li>
			<li>با دسترسی به خدمات ما، شما موافق تمامی این شرایط و ضوابط هستید.</li>
			<li>اگر موافق این شرایط و ضوابط نیستید، لطفا از خدمات ما استفاده ننمائید.</li>
		</ol>
	</article>
</section><!-- main -->
<?php include_layout_template("footer.php"); ?>
