<article>
	<h2>درباره سایت</h2>
	<p>چند سال پیش با یک ایده شروع شد. وقتی داشتم تو اینترنت دنبال کتابخانه ی ویدیویی فارسی زبان می گشتم. اسم یک زبان
	   برنامه نویسی رو به فارسی و یا حتی به فینگلیش تایپ می کردم. اما تا چشم کار می کرد با مقاله ها و یا ویدیوهای نصفه و
	   نیمه کاره میامد بالا. ولی چیزی که به دنبالش بودم کتابخانه ی ویدیویی بود. کتابخانه ای رایگان اما با ویدیوهایی با
	   کیفیت بالا. نبود! یک مقدار تحقیق که کردیم خوردیم به سرعت اینترنت فوق العاده کم که برای هموطنان وجود داشت، فیلترینگ
	   و مسایلی که می بایست دلایل باشند که باعث شده بود اینکار نشه. یک میکروفن ساده، یک لپ تاپ، یک ذره اراده و جایی خلوت
	   که بشه اینکار رو شدنی کرد. اون موقع اینقدر ذوق و شوق داشتم که دوست داشتم همه چیز رو ویدیو کنم. شروع کردم ار محصولات
	   آدوبی. اما زیاد به دلم ننشست بخودم گفتم چرا در مورد تخصص خودم ویدیو نسازم. همیشه این سوال برام پیش میومد، چطور شروع
	   کنم، ایده رو از کی بگیرم، بگذار ببینم کتابخانه های ویدیویی بزرگ دیگه چکار کردند که من هم همون کار رو کنم. خلاصه
	   پارس کلیک با هدف رفع نیازهای کشور درست شد، حتی اگر می دیدم می تونستم دست یک عده ی کمی رو هم بگیرم می گیرم. ولی
	   اینقدر دوستان فهمیده در این مسیر به پستم خورد که من رو همیشه به این کار تشویق می کرد. چند بار به خاطر عوض شدن زندگی
	   می خواستم دست بردارم اما همیشه یک چیزی جلوم رو گرفت. باید ابزاری می ساختم که اگر شده نقطه ی شروعی هم برای کسی باشه،
	   بشه. شما ها هم کمک کردید که ما زنده بمونیم.</p>
	<a href="about" class="btn btn-primary">درباره صاحب سایت</a>
</article><!-- intro -->
<article>
	<h2>نویسندگی</h2>
	<p>اما خبر خوب این هست که دوستانی که علاقه به مقاله نویسی دارند با ما تماس بگیرند. اما موقع تماس سعی کنید یکی از
	   بهترین مقالات فارسی را که توسط شما نوشته شده است برای ما ضمیمه کنید که بررسی کنیم که آیا این شما قابلیت نویسندگی
	   در پارس کلیک را دارید. ولی این باعث نشود که بترسید و بگویید که هر کسی که نویسنده نمی شود. منظور ما از نویسندگی
	   این است که بتوانید:</p>
	<ul style="padding-right:50px;">
		<li>مقالات فارسی برای هر کدام از موضوعات کامپیوتر بسازید</li>
		<li>قادر به کار با نرم افزار هایی مثل مایکروسافت ورد را داشته باشید، چون انتظار میرود که مقالات شما اول در یکی  از
		    نرم افزارهای پردازش کلمه نوشته شود، و بعد از کپی شده و در قسمت مقالات پیوست شود
		</li>
		<li>بروز باشید</li>
		<li>حداقل هر ماه یک مقاله بسازید</li>
		<li>اخبار فناوری به جای زمانی که موضوع خاصی به نظرتان نمی رسد بسازید</li>
		<li>مقالات خود را بروز نگه دارید</li>
		<li>مقالات خود را ویرایش کنید</li>
		<li>مقالات خود را هیچ وقت پاک نکنید مگر آنکه خیلی قدیمی شده باشند</li>
	</ul>
	<p>امـــا اصلا سخت نگیرید چون مقالات می توانند اعم از اخبار، اطلاعات، آموزش، طرز استفاده، دستورالعمل و چیزهای دیگری
	   مربوط به تکنولوژی یا فناوری باشند.</p>
	<p>لطفا به خاطر داشته باشید که مقالات شما بعد از فرستادن به سیستم، توسط مدیران دیده، تایید، ویرایش و در سایت قرار
	   داده می شوند.</p>
	<p>دوستانی که دوست دارند ویدیو آپلود کنند (مانند پارس کلیک)، باید اشاره کرد که این وب سایت با ای پی آیِ یوتیوب در
	   ارتباط هست. بنابراین احتیاج هست که شما کانال یوتیوب داشته باشید و ویدیوهایی به صورت مجموعه ای تولید کنید و شناسه
	   ی آن مجموعه ویدیوهایتان را در قسمت شناسه ویدیو ها قرار دهید تا همه استفاده کنند.</p>
	<p>لطفا باز توجه داشته باشید که همانند مقاله اگر درس ویدیویی را آغاز می کنید باید آن را کامل به پایان برسانید.
	   (مثال: پارس کلیک تا الآن هیچ موضوع یا درسی را نصفه کاره رها نکرده است) رها کردن درس یا مقاله ای نصفه کاره باعث
	   حذف شدن شما از نویسندگی خواهد شد.</p>
	<p>در آخر اگر فقط به عنوان دانش آموز قصد استفاده از این وبسایت را دارید پس ثبت نام کنید و استفاده کنید. ثبت نام 
	   رایگان است و درس ها و مقالات بعد از ثبت نام قابل مشاهده خواهند بود. انتظار کوچک ما این است که دوستانتان را به ما 
	   اضافه کنید.</p>
</article>