<article>
	<h2>درباره سایت</h2>
	<p>چند سال پیش با یک ایده شروع شد. وقتی داشتم تو اینترنت دنبال کتابخانه ی ویدیویی فارسی زبان می گشتم. اسم یک زبان
	   برنامه نویسی رو به فارسی و یا حتی به فینگلیش تایپ می کردم. اما تا چشم کار می کرد با مقاله ها و یا ویدیوهای نصفه و
	   نیمه کاره میامد بالا. ولی چیزی که به دنبالش بودم کتابخانه ی ویدیویی بود. کتابخانه ای رایگان اما با ویدیوهایی با
	   کیفیت بالا. نبود! یک مقدار تحقیق که کردیم خوردیم به سرعت اینترنت فوق العاده کم که برای هموطنان وجود داشت، فیلترینگ
	   و مسایلی که می بایست دلایل باشند که باعث شده بود اینکار نشه. یک میکروفن ساده، یک لپ تاپ، یک ذره اراده و جایی خلوت
	   که بشه اینکار رو شدنی کرد. اون موقع اینقدر ذوق و شوق داشتم که دوست داشتم همه چیز رو ویدیو کنم. شروع کردم ار محصولات
	   آدوبی. اما زیاد به دلم ننشست بخودم گفتم چرا در مورد تخصص خودم ویدیو نسازم. همیشه این سوال برام پیش میومد، چطور شروع
	   کنم، ایده رو از کی بگیرم، بگذار ببینم کتابخانه های ویدیویی بزرگ دیگه چکار کردند که من هم همون کار رو کنم. خلاصه
	   پارس کلیک با هدف رفع نیازهای کشور درست شد، حتی اگر می دیدم می تونستم دست یک عده ی کمی رو هم بگیرم می گیرم. ولی
	   اینقدر دوستان فهمیده در این مسیر به پستم خورد که من رو همیشه به این کار تشویق می کرد. چند بار به خاطر عوض شدن زندگی
	   می خواستم دست بردارم اما همیشه یک چیزی جلوم رو گرفت. باید ابزاری می ساختم که اگر شده نقطه ی شروعی هم برای کسی باشه،
	   بشه. شما ها هم کمک کردید که ما زنده بمونیم.</p>
	<a href="/about" class="btn btn-primary">درباره صاحب سایت</a>
</article><!-- intro -->
<article>
	<h2>نویسندگی</h2>
	<p>هر کسی شرایط ثبت نام به عنوان نویسنده در پارس کلیک را داراست اما همه قبول نمی شوند. ولی این باعث نشود که اگر شما
	   علاقمند به نویسندگی هستید اصلا اقدام به ثبت نام نکنید.</p>
	<p>برای اینکه یک مقدار بیشتر از نویسندگی بدانید و در موردش بخوانید شما را دعوت می کنم روی دگمه ی زیر کلیک کنید و به
	   وبلاگ پارس کلیک روید.</p>
	<a class="btn btn-primary" href="http://parsclick.blogspot.co.uk/2015/11/Authorship-in-Parsclick.html" target="_blank">
		درباره نویسندگی
	</a>
	<h2>فرم نویسندگی</h2>
	<p>بنابراین فرمی رو برای نویسندگی قرار دادم که از دوستانی که علاقمند به نویسندگی هستند و به ما ایمیل می زنند درخواست
	   کردیم این فرم رو پر کنند و برای ما بفرستند.</p>
	<p>لطفا توجه داشته باشید که برای پر کردن این فرم ابتدا اون رو ذخیره کنید و بعد پر کنید و به آدرس ایمیل داخل فرم بفرستید. </p>
	<a class="btn btn-primary" href="/files/Author_Membership.pdf" target="_blank">
		فرم نویسندگی
	</a>
</article>