<aside>
	<h2><i class="fa fa-info-circle"></i> اطلاعات ثبت نام</h2>
	<p>لطفا <a href="register">فرم ثبت نام ما</a> را کامل پر کنید تا بتوانید براحتی از سیستم و ویدیو ها استفاده
	   کنید. با ثبت نام می توانید براحتی بین محتوا جستجو کنید، پروفایل خود را تکمیل کنید، برای درس ها نظر بنویسید و با
	   ما مستقیم همکاری کنید.</p>
	<p>ثبت نام رایگان است و هیچ گونه مبلغی از شما درخواست نمی شود، فقط برای ثبت نام شما به یک ایمیل آدرس معتبر احتیاج
	   خواهید داشت چون بدون ایمیل عضویت شما معلق باقی خواهد ماند.</p>
	<a href="register" class="btn btn-danger">الآن ثبت نام کنید</a>
</aside>